/* ==========================================================================
তোমাকে যদি বলে একটা while লুপ দিয়ে ৭ থেকে ১৯ পর্যন্ত যতগুলা বিজোড় সংখ্যা আছে সেগুলা দেখাতে। তুমি কি সেটা দেখাতে পারবে? পারলে সেই কোড লিখে ফেলো। 

না পারলে এই ভিডিও দেখো: 17_5-3 More while loops, odd numbers, even numbers
===============================================================*/

// 7, 9,11, 13, 15, 17, 19

var number = 7;
while (number <= 19) {
	console.log(number);
	number = number + 2;
}








// even number using i 
var i = 7;
while (i <= 19) {
	console.log(i);
	i = i + 2;
}